Repository: M-E-L-S/LyricsIsland-driveverse
Catalog: DriveVerse/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: About
zh_hans: 关于
zh_hant: 關於

source: Apple Music detection is off. Allow Media & Apple Music access in Settings → DriveVerse.
zh_hans: Apple Music 检测已关闭。请在“设置”→“DriveVerse”中允许访问“媒体与 Apple Music”。
zh_hant: Apple Music 偵測已關閉。請在「設定」→「DriveVerse」中允許取用「媒體與 Apple Music」。

source: Cache cleared
zh_hans: 歌词缓存已清除
zh_hant: 歌詞快取已清除

source: Enable lyrics
zh_hans: 启用歌词
zh_hant: 啟用歌詞

source: Check your connection.
zh_hans: 请检查网络连接。
zh_hant: 請檢查網路連線。

source: Clear lyrics cache
zh_hans: 清除歌词缓存
zh_hant: 清除歌詞快取

source: Current lyrics source
zh_hans: 当前歌词来源
zh_hant: 目前歌詞來源

source: Couldn't load lyrics
zh_hans: 无法加载歌词
zh_hant: 無法載入歌詞

source: Drive Mode
zh_hans: 驾驶模式
zh_hant: 駕駛模式

source: Drive Mode & battery
zh_hans: 驾驶模式与电池
zh_hant: 駕駛模式與電池

source: Drive Mode keeps DriveVerse awake in the background using a low-power location session, so lyrics keep updating on CarPlay and the lock screen while you drive. Locations are discarded immediately and never stored. It uses extra battery, so it's opt-in. This approach is fine for a personal sideloaded app but would not pass App Store review.
zh_hans: 驾驶模式使用低功耗定位会话让 DriveVerse 在后台保持运行，使歌词能在驾驶时持续更新到 CarPlay 和锁定屏幕。位置信息会立即丢弃，绝不会存储。此模式会增加耗电，因此需要手动开启；它适用于个人侧载版本，但不符合 App Store 审核要求。
zh_hant: 駕駛模式使用低耗電定位階段讓 DriveVerse 在背景保持執行，使歌詞能在駕駛時持續更新到 CarPlay 和鎖定畫面。位置資訊會立即捨棄，絕不儲存。此模式會增加耗電，因此需要手動開啟；它適用於個人側載版本，但不符合 App Store 審核要求。

source: Drive Mode needs location access to stay alive in the background. Allow it for DriveVerse in Settings → Privacy & Security → Location Services.
zh_hans: 驾驶模式需要定位权限才能在后台保持运行。请前往“设置”→“隐私与安全性”→“定位服务”，允许 DriveVerse 使用定位。
zh_hant: 駕駛模式需要定位權限才能在背景保持執行。請前往「設定」→「隱私權與安全性」→「定位服務」，允許 DriveVerse 使用定位。

source: DriveVerse is a personal-use app. Lyrics are fetched from third-party services for private, non-commercial display. Do not distribute this app without licensed lyrics providers.
zh_hans: DriveVerse 是个人使用的应用。歌词来自第三方服务，仅用于私人、非商业展示。未获得歌词服务授权时，请勿分发本应用。
zh_hant: DriveVerse 是個人使用的 App。歌詞來自第三方服務，僅用於私人、非商業顯示。未取得歌詞服務授權時，請勿散布本 App。

source: Finding lyrics…
zh_hans: 正在查找歌词…
zh_hant: 正在尋找歌詞…

source: For smooth lyrics, turn on Settings → DriveVerse → Live Activities → More Frequent Updates.
zh_hans: 为了让歌词流畅更新，请前往“设置”→“DriveVerse”→“实时活动”，开启“更频繁更新”。
zh_hant: 為了讓歌詞流暢更新，請前往「設定」→「DriveVerse」→「即時動態」，開啟「更頻繁更新」。

source: Instrumental
zh_hans: 纯音乐
zh_hant: 純音樂

source: Instrumental 🎶
zh_hans: 纯音乐 🎶
zh_hant: 純音樂 🎶

source: Kugou Music
zh_hans: 酷狗音乐
zh_hant: 酷狗音樂

source: Keeps lyrics updating in the background for CarPlay. Uses a little more battery — turn it on only while driving.
zh_hans: 让歌词在连接 CarPlay 时保持后台更新。会稍微增加耗电，请仅在驾驶时开启。
zh_hant: 讓歌詞在連接 CarPlay 時持續於背景更新。會稍微增加耗電，請只在駕駛時開啟。

source: No lyrics source has a match for this track.
zh_hans: 所有歌词源都没有匹配结果。
zh_hant: 所有歌詞來源都沒有相符結果。

source: NetEase Cloud Music
zh_hans: 网易云音乐
zh_hant: 網易雲音樂

source: Lyrics
zh_hans: 歌词
zh_hant: 歌詞

source: Lyrics are disabled
zh_hans: 歌词已关闭
zh_hant: 歌詞已關閉

source: Lyrics aren't time-synced for this track
zh_hans: 此歌曲的歌词没有时间轴
zh_hant: 這首歌的歌詞沒有時間軸

source: Lyrics available (not synced)
zh_hans: 已有歌词（未同步）
zh_hant: 已有歌詞（未同步）

source: Lyrics are searched from Kugou Music, NetEase Cloud Music, then LRCLIB, and cached on this device for at most 30 days.
zh_hans: 歌词按酷狗音乐、网易云音乐、LRCLIB 的顺序搜索，最多在本机缓存 30 天。
zh_hant: 歌詞依酷狗音樂、網易雲音樂、LRCLIB 的順序搜尋，最多在此裝置快取 30 天。

source: Lyrics show up here
zh_hans: 歌词将在这里显示
zh_hant: 歌詞會顯示在這裡

source: No lyrics found
zh_hans: 未找到歌词
zh_hant: 找不到歌詞

source: Nothing playing
zh_hans: 暂无播放内容
zh_hant: 目前沒有播放內容

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Sit back and enjoy.
zh_hans: 放松欣赏吧。
zh_hant: 輕鬆欣賞吧。

source: Start a song in Apple Music — DriveVerse picks it up automatically.
zh_hans: 请在 Apple Music 中播放歌曲，DriveVerse 会自动识别。
zh_hant: 請在 Apple Music 中播放歌曲，DriveVerse 會自動偵測。

source: Start a song in Apple Music.
zh_hans: 请在 Apple Music 中播放歌曲。
zh_hant: 請在 Apple Music 中播放歌曲。

source: Start Drive Mode
zh_hans: 开始驾驶模式
zh_hant: 開始駕駛模式

source: Stop Drive Mode
zh_hans: 停止驾驶模式
zh_hant: 停止駕駛模式

source: Turns off Drive Mode and ends the lyrics Live Activity.
zh_hans: 关闭驾驶模式并结束歌词实时活动。
zh_hant: 關閉駕駛模式並結束歌詞即時動態。

source: Turns on Drive Mode and starts the lyrics Live Activity for whatever plays next.
zh_hans: 开启驾驶模式，并为接下来播放的歌曲启动歌词实时活动。
zh_hant: 開啟駕駛模式，並為接下來播放的歌曲啟動歌詞即時動態。

source: Try Again
zh_hans: 重试
zh_hant: 再試一次

source: Chinese characters
zh_hans: 中文字符
zh_hant: 中文字形

source: Display
zh_hans: 显示方式
zh_hant: 顯示方式

source: Keep original characters
zh_hans: 保持原文
zh_hant: 保留原文字形

source: Lyrics display
zh_hans: 歌词显示
zh_hant: 歌詞顯示

source: Original + translation
zh_hans: 原文＋翻译
zh_hant: 原文＋翻譯

source: Original + transliteration
zh_hans: 原文＋音译
zh_hant: 原文＋音譯

source: Original only
zh_hans: 仅原文
zh_hant: 僅原文

source: Positive values delay the lyrics; negative values show them earlier.
zh_hans: 正值使歌词延后，负值使歌词提前。
zh_hant: 正值使歌詞延後，負值使歌詞提前。

source: Reset timing offset
zh_hans: 重置时间偏移
zh_hant: 重設時間偏移

source: Rematch lyrics
zh_hans: 重新匹配歌词
zh_hant: 重新比對歌詞

source: Simplified Chinese
zh_hans: 简体中文
zh_hant: 簡體中文

source: Timing offset
zh_hans: 歌词时间偏移
zh_hant: 歌詞時間偏移

source: Traditional Chinese
zh_hans: 繁体中文
zh_hant: 繁體中文

source: Next Track
zh_hans: 下一首
zh_hant: 下一首

source: Offset in seconds
zh_hans: 跳转秒数
zh_hant: 跳轉秒數

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Play
zh_hans: 播放
zh_hant: 播放

source: Play or Pause
zh_hans: 播放或暂停
zh_hant: 播放或暫停

source: Playback position
zh_hans: 播放进度
zh_hant: 播放進度

source: Previous Track
zh_hans: 上一首
zh_hant: 上一首

source: Seek Playback
zh_hans: 跳转播放进度
zh_hant: 跳轉播放進度

source: Only candidates actually reached by lazy search are listed. A manual choice is remembered for this song and lyric display setting.
zh_hans: 这里只列出懒惰搜索实际尝试过的候选。手动选择会按歌曲和歌词显示设置保存在本机。
zh_hant: 這裡只列出懶惰搜尋實際嘗試過的候選。手動選擇會按歌曲和歌詞顯示設定儲存在本機。

source: Searched lyric candidates
zh_hans: 已搜索的歌词候选
zh_hant: 已搜尋的歌詞候選

source: Tap Rematch lyrics to load candidates for a result cached by an older version.
zh_hans: 若结果来自旧版本缓存，请点按“重新匹配歌词”以载入候选。
zh_hant: 若結果來自舊版本快取，請點按「重新配對歌詞」以載入候選。

source: Turn lyrics on in Settings to search and display them.
zh_hans: 请在设置中启用歌词，以搜索并显示歌词。
zh_hant: 請在設定中啟用歌詞，以搜尋並顯示歌詞。

source: Secondary text
zh_hans: 含翻译或音译
zh_hant: 含翻譯或音譯

source: Use automatic match
zh_hans: 恢复自动匹配
zh_hant: 恢復自動匹配

source: Word synced
zh_hans: 逐字
zh_hant: 逐字

source: ♪ Waiting for music…
zh_hans: ♪ 等待音乐播放…
zh_hant: ♪ 等待音樂播放…
